Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Transactions appear here as they confirm on-chain.
af: Transaksies verskyn hier sodra hulle op die ketting bevestig word.
ar: تظهر المعاملات هنا فور تأكيدها على السلسلة.
bg: Транзакциите се появяват тук, щом бъдат потвърдени в мрежата.
bn: লেনদেনগুলো অন-চেইনে নিশ্চিত হওয়ার সাথে সাথে এখানে দেখা যায়।
ca: Les transaccions apareixen aquí a mesura que es confirmen a la cadena.
cs: Transakce se zde objevují, jakmile jsou potvrzeny na blockchainu.
da: Transaktioner vises her, efterhånden som de bekræftes på kæden.
de: Transaktionen erscheinen hier, sobald sie auf der Chain bestätigt werden.
el: Οι συναλλαγές εμφανίζονται εδώ καθώς επιβεβαιώνονται στην αλυσίδα.
es: Las transacciones aparecen aquí a medida que se confirman en la cadena.
et: Tehingud ilmuvad siia, kui need ahelas kinnitatakse.
fa: تراکنش‌ها به‌محض تأیید روی زنجیره اینجا نمایش داده می‌شوند.
fi: Tapahtumat näkyvät täällä sitä mukaa kun ne vahvistuvat ketjussa.
fil: Lalabas dito ang mga transaksyon habang nakukumpirma ang mga ito on-chain.
fr: Les transactions apparaissent ici dès leur confirmation sur la chaîne.
he: עסקאות מופיעות כאן ככל שהן מאושרות בבלוקצ'יין.
hi: जैसे-जैसे लेन-देन ऑन-चेन पुष्ट होते हैं, वे यहाँ दिखते हैं।
hr: Transakcije se ovdje pojavljuju kako se potvrđuju na lancu.
hu: A tranzakciók itt jelennek meg, ahogy a láncon megerősítést nyernek.
id: Transaksi muncul di sini saat dikonfirmasi on-chain.
is: Færslur birtast hér um leið og þær eru staðfestar á keðjunni.
it: Le transazioni appaiono qui non appena vengono confermate on-chain.
ja: 取引はオンチェーンで確認されると、ここに表示されます。
ko: 거래는 온체인에서 확인되는 대로 여기에 나타나요.
lt: Operacijos atsiranda čia, kai jos patvirtinamos grandinėje.
lv: Darījumi parādās šeit, tiklīdz tie tiek apstiprināti ķēdē.
ml: ഇടപാടുകൾ ഓൺ-ചെയിനിൽ സ്ഥിരീകരിക്കുമ്പോൾ ഇവിടെ ദൃശ്യമാകും.
mr: व्यवहार ऑन-चेन पुष्टी होताच इथे दिसतील.
ms: Transaksi akan muncul di sini sebaik sahaja disahkan di rantaian.
nb: Transaksjoner vises her etter hvert som de bekreftes på kjeden.
nl: Transacties verschijnen hier zodra ze on-chain bevestigd worden.
pa: ਲੈਣ-ਦੇਣ ਆਨ-ਚੇਨ ਪੁਸ਼ਟੀ ਹੁੰਦੇ ਹੀ ਇੱਥੇ ਦਿਖਾਈ ਦੇਣਗੇ।
pl: Transakcje pojawiają się tutaj w miarę ich potwierdzania w łańcuchu.
pt_br: As transações aparecem aqui à medida que são confirmadas na rede.
ro: Tranzacțiile apar aici pe măsură ce sunt confirmate pe lanț.
ru: Транзакции появляются здесь по мере подтверждения в сети.
sk: Transakcie sa tu zobrazujú, keď sa potvrdia v reťazci.
sl: Transakcije se prikažejo tukaj, ko se potrdijo v verigi.
sr: Трансакције се појављују овде како се потврђују на ланцу.
sv: Transaktioner visas här när de bekräftas på kedjan.
sw: Miamala inaonekana hapa inapothibitishwa kwenye mnyororo.
ta: பரிவர்த்தனைகள் ஆன்-செயினில் உறுதியாகும் போது இங்கே தோன்றும்.
te: లావాదేవీలు ఆన్-చైన్‌లో నిర్ధారణ అయిన వెంటనే ఇక్కడ కనిపిస్తాయి.
th: ธุรกรรมจะปรากฏที่นี่เมื่อได้รับการยืนยันบนเชน
tr: İşlemler zincirde onaylandıkça burada görünür.
uk: Транзакції з'являються тут у міру підтвердження в мережі.
ur: لین دین آن-چین تصدیق ہوتے ہی یہاں ظاہر ہو جاتے ہیں۔
vi: Giao dịch xuất hiện ở đây khi được xác nhận trên chuỗi.
zh_hans: 交易在链上确认后会显示在这里。
zh_hant: 交易在鏈上確認後會顯示在這裡。

source: Transactions involving \(identity.symbol) on \(chain.displayName) appear here as they confirm on-chain.
af: Transaksies wat \(identity.symbol) op \(chain.displayName) behels, verskyn hier soos hulle op die ketting bevestig.
ar: تظهر المعاملات المتعلقة بـ \(identity.symbol) على \(chain.displayName) هنا بمجرد تأكيدها على السلسلة.
bg: Транзакциите с \(identity.symbol) в \(chain.displayName) се появяват тук, когато се потвърдят в мрежата.
bn: \(chain.displayName)-এ \(identity.symbol) জড়িত লেনদেনগুলো অন-চেইনে নিশ্চিত হওয়ার সাথে সাথে এখানে প্রদর্শিত হয়।
ca: Les transaccions que impliquen \(identity.symbol) a \(chain.displayName) apareixen aquí a mesura que es confirmen a la cadena.
cs: Transakce zahrnující \(identity.symbol) na \(chain.displayName) se zde objeví, jakmile se potvrdí v řetězci.
da: Transaktioner, der involverer \(identity.symbol) på \(chain.displayName), vises her, efterhånden som de bekræftes på kæden.
de: Transaktionen mit \(identity.symbol) auf \(chain.displayName) erscheinen hier, sobald sie On-Chain bestätigt werden.
el: Οι συναλλαγές που αφορούν \(identity.symbol) στο \(chain.displayName) εμφανίζονται εδώ καθώς επιβεβαιώνονται στην αλυσίδα.
es: Las transacciones con \(identity.symbol) en \(chain.displayName) aparecen aquí a medida que se confirman en cadena.
et: Tehingud, mis hõlmavad \(identity.symbol) võrgus \(chain.displayName), ilmuvad siia, kui need ahelas kinnituvad.
fa: تراکنش‌های مربوط به \(identity.symbol) روی \(chain.displayName) به‌محض تأیید روی زنجیره اینجا نمایش داده می‌شوند.
fi: Tapahtumat, joihin liittyy \(identity.symbol) ketjussa \(chain.displayName), näkyvät tässä sitä mukaa kun ne vahvistuvat ketjussa.
fil: Ang mga transaksyong may kinalaman sa \(identity.symbol) sa \(chain.displayName) ay lumalabas dito habang kinukumpirma ang mga ito on-chain.
fr: Les transactions impliquant \(identity.symbol) sur \(chain.displayName) apparaissent ici à mesure qu'elles se confirment sur la chaîne.
he: עסקאות הכוללות את \(identity.symbol) ב-\(chain.displayName) מופיעות כאן ככל שהן מאושרות ברשת.
hi: \(chain.displayName) पर \(identity.symbol) से जुड़े ट्रांज़ैक्शन ऑन-चेन पुष्टि होते ही यहाँ दिखाई देते हैं।
hr: Transakcije koje uključuju \(identity.symbol) na \(chain.displayName) pojavljuju se ovdje kako se potvrđuju na lancu.
hu: A \(identity.symbol)-t érintő tranzakciók a(z) \(chain.displayName) hálózaton itt jelennek meg, ahogy megerősítődnek a láncon.
id: Transaksi yang melibatkan \(identity.symbol) di \(chain.displayName) muncul di sini saat dikonfirmasi on-chain.
is: Færslur sem fela í sér \(identity.symbol) á \(chain.displayName) birtast hér um leið og þær staðfestast á keðju.
it: Le transazioni che coinvolgono \(identity.symbol) su \(chain.displayName) appaiono qui man mano che si confermano on-chain.
ja: \(chain.displayName) 上の \(identity.symbol) に関わる取引は、オンチェーンで承認されるとここに表示されます。
ko: \(chain.displayName)의 \(identity.symbol) 관련 거래는 온체인에서 확인되는 대로 여기에 표시됩니다.
lt: Operacijos, susijusios su \(identity.symbol) tinkle \(chain.displayName), pasirodo čia, kai patvirtinamos grandinėje.
lv: Transakcijas, kas saistītas ar \(identity.symbol) tīklā \(chain.displayName), parādās šeit, tiklīdz tās apstiprinās tīklā.
ml: \(chain.displayName)-ലെ \(identity.symbol) ഉൾപ്പെടുന്ന ഇടപാടുകൾ ഓൺ-ചെയിനിൽ സ്ഥിരീകരിക്കുമ്പോൾ ഇവിടെ ദൃശ്യമാകും.
mr: \(chain.displayName) वरील \(identity.symbol) चे व्यवहार ऑन-चेन पुष्टी होताच येथे दिसतात.
ms: Transaksi yang melibatkan \(identity.symbol) pada \(chain.displayName) muncul di sini apabila ia disahkan dalam rangkaian.
nb: Transaksjoner som involverer \(identity.symbol) på \(chain.displayName) vises her etter hvert som de bekreftes på kjeden.
nl: Transacties met \(identity.symbol) op \(chain.displayName) verschijnen hier zodra ze on-chain worden bevestigd.
pa: \(chain.displayName) 'ਤੇ \(identity.symbol) ਨਾਲ ਜੁੜੇ ਲੈਣ-ਦੇਣ ਆਨ-ਚੇਨ ਪੁਸ਼ਟੀ ਹੁੰਦੇ ਹੀ ਇੱਥੇ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ।
pl: Transakcje dotyczące \(identity.symbol) w \(chain.displayName) pojawiają się tutaj w miarę potwierdzania w sieci.
pt_br: As transações envolvendo \(identity.symbol) em \(chain.displayName) aparecem aqui à medida que são confirmadas on-chain.
ro: Tranzacțiile care implică \(identity.symbol) pe \(chain.displayName) apar aici pe măsură ce se confirmă pe lanț.
ru: Транзакции с \(identity.symbol) в \(chain.displayName) появляются здесь по мере подтверждения в сети.
sk: Transakcie zahŕňajúce \(identity.symbol) na \(chain.displayName) sa tu zobrazia, keď sa potvrdia v reťazci.
sl: Transakcije, ki vključujejo \(identity.symbol) na \(chain.displayName), se prikažejo tukaj, ko se potrdijo v verigi.
sr: Transakcije sa \(identity.symbol) na \(chain.displayName) pojavljuju se ovde kako se potvrđuju na lancu.
sv: Transaktioner som involverar \(identity.symbol) på \(chain.displayName) visas här när de bekräftas på kedjan.
sw: Miamala inayohusisha \(identity.symbol) kwenye \(chain.displayName) huonekana hapa inapothibitishwa kwenye mnyororo.
ta: \(chain.displayName) இல் \(identity.symbol) சம்பந்தப்பட்ட பரிவர்த்தனைகள் ஆன்-செயினில் உறுதியாகும்போது இங்கே தோன்றும்.
te: \(chain.displayName)లో \(identity.symbol) సంబంధిత లావాదేవీలు ఆన్-చైన్‌లో నిర్ధారించబడినప్పుడు ఇక్కడ కనిపిస్తాయి.
th: ธุรกรรมที่เกี่ยวข้องกับ \(identity.symbol) บน \(chain.displayName) จะปรากฏที่นี่เมื่อยืนยันบนเชน
tr: \(chain.displayName) üzerinde \(identity.symbol) içeren işlemler, zincir üzerinde onaylandıkça burada görünür.
uk: Транзакції з \(identity.symbol) у \(chain.displayName) з’являються тут у міру підтвердження в мережі.
ur: \(chain.displayName) پر \(identity.symbol) سے متعلق ٹرانزیکشنز آن چین تصدیق ہوتے ہی یہاں ظاہر ہوتی ہیں۔
vi: Các giao dịch liên quan đến \(identity.symbol) trên \(chain.displayName) sẽ xuất hiện ở đây khi chúng được xác nhận trên chuỗi.
zh_hans: 涉及 \(chain.displayName) 上 \(identity.symbol) 的交易将在链上确认后显示于此处。
zh_hant: 涉及 \(chain.displayName) 上 \(identity.symbol) 的交易將在鏈上確認後顯示於此處。

source: Transactions involving %@ on %@ appear here as soon as they confirm.
af: Transaksies wat %1$@ op %2$@ behels, verskyn hier sodra hulle bevestig.
ar: تظهر هنا المعاملات التي تشمل %1$@ على %2$@ بمجرد تأكيدها.
bg: Транзакциите, включващи %1$@ в %2$@, се появяват тук веднага щом бъдат потвърдени.
bn: %2$@-এ %1$@-জড়িত লেনদেনগুলো নিশ্চিত হলেই এখানে দেখা যায়।
ca: Les transaccions amb %1$@ a %2$@ apareixen aquí tan bon punt es confirmen.
cs: Transakce s %1$@ v síti %2$@ se zobrazí zde, jakmile budou potvrzeny.
da: Transaktioner med %1$@ på %2$@ vises her, så snart de bekræftes.
de: Transaktionen mit %1$@ in %2$@ erscheinen hier, sobald sie bestätigt sind.
el: Οι συναλλαγές που αφορούν %1$@ στο %2$@ εμφανίζονται εδώ μόλις επιβεβαιωθούν.
es: Las transacciones de %1$@ en %2$@ aparecen aquí en cuanto se confirman.
et: Tehingud, mis hõlmavad %1$@ võrgus %2$@, ilmuvad siia kohe, kui need kinnitatakse.
fa: تراکنش‌های مرتبط با %@ روی %@ همین‌که تأیید شوند اینجا نمایان می‌شوند.
fi: %1$@-tapahtumat verkossa %2$@ näkyvät täällä heti vahvistuksen jälkeen.
fil: Lumilitaw dito ang mga transaksyong kinasasangkutan ng %1$@ sa %2$@ sa sandaling makumpirma ang mga ito.
fr: Les transactions impliquant %1$@ sur %2$@ apparaissent ici dès leur confirmation.
he: עסקאות הקשורות ל־%1$@ ב־%2$@ מופיעות כאן ברגע שהן מאושרות.
hi: %2$@ पर %1$@ से जुड़ी लेनदेन कन्फ़र्म होते ही यहाँ दिखाई देती हैं।
hr: Transakcije s %1$@ na %2$@ pojavljuju se ovdje čim se potvrde.
hu: %1$@ tranzakciói a(z) %2$@ hálózaton itt jelennek meg, amint visszaigazolódnak.
id: Transaksi yang melibatkan %@ di %@ muncul di sini segera setelah dikonfirmasi.
is: Færslur sem varða %1$@ á %2$@ birtast hér um leið og þær staðfestast.
it: Le transazioni che coinvolgono %1$@ su %2$@ compaiono qui non appena vengono confermate.
ja: %2$@ 上の %1$@ に関するトランザクションは、承認され次第ここに表示されます。
ko: %2$@의 %1$@ 관련 거래는 확인되는 즉시 여기에 표시돼요.
lt: Operacijos, susijusios su %1$@ tinkle %2$@, atsiranda čia, kai tik patvirtinamos.
lv: Darījumi, kas saistīti ar %1$@ tīklā %2$@, parādās šeit, tiklīdz tie tiek apstiprināti.
ml: %2$@-ൽ %1$@ ഉൾപ്പെടുന്ന ഇടപാടുകൾ സ്ഥിരീകരിക്കുന്ന ഉടൻ ഇവിടെ ദൃശ്യമാകുന്നു.
mr: %2$@ वर %1$@ समाविष्ट असलेले व्यवहार पुष्टी होताच येथे दिसतात.
ms: Transaksi yang melibatkan %1$@ pada %2$@ muncul di sini sebaik sahaja ia disahkan.
nb: Transaksjoner med %1$@ på %2$@ vises her så snart de bekreftes.
nl: Transacties met %@ op %@ verschijnen hier zodra ze bevestigd zijn.
pa: %2$@ ਉੱਤੇ %1$@ ਨਾਲ ਜੁੜੇ ਲੈਣ-ਦੇਣ ਜਿਵੇਂ ਹੀ ਉਹ ਪੁਸ਼ਟ ਹੁੰਦੇ ਹਨ ਇੱਥੇ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ।
pl: Transakcje obejmujące %@ w sieci %@ pojawią się tutaj, gdy tylko zostaną potwierdzone.
pt_br: As transações com %1$@ em %2$@ aparecem aqui assim que são confirmadas.
ro: Tranzacțiile cu %1$@ pe %2$@ apar aici imediat ce sunt confirmate.
ru: Транзакции с %1$@ в сети %2$@ появляются здесь сразу после подтверждения.
sk: Transakcie s %1$@ v sieti %2$@ sa zobrazia tu, len čo sa potvrdia.
sl: Transakcije z %1$@ v omrežju %2$@ se prikažejo tukaj, ko se potrdijo.
sr: Трансакције са %1$@ на %2$@ појављују се овде чим се потврде.
sv: Transaktioner med %1$@ på %2$@ visas här så snart de bekräftas.
sw: Miamala inayohusisha %1$@ kwenye %2$@ inaonekana hapa mara tu inapothibitishwa.
ta: %2$@ இல் %1$@ சம்பந்தப்பட்ட பரிவர்த்தனைகள் உறுதியானவுடன் இங்கே தோன்றும்.
te: %2$@ లో %1$@ సంబంధించిన లావాదేవీలు నిర్ధారించబడిన వెంటనే ఇక్కడ కనిపిస్తాయి.
th: ธุรกรรมที่เกี่ยวข้องกับ %@ บน %@ จะปรากฏที่นี่ทันทีที่ยืนยัน
tr: %2$@ üzerindeki %1$@ ile ilgili işlemler, onaylanır onaylanmaz burada görünür.
uk: Транзакції з %1$@ у мережі %2$@ з’являються тут одразу після підтвердження.
ur: %2$@ پر %1$@ سے متعلق لین دین جیسے ہی تصدیق ہوتے ہیں یہاں ظاہر ہوتے ہیں۔
vi: Các giao dịch liên quan đến %1$@ trên %2$@ xuất hiện ở đây ngay khi chúng được xác nhận.
zh_hans: 涉及 %2$@ 上 %1$@ 的交易在确认后会立即出现在这里。
zh_hant: 涉及 %2$@ 上 %1$@ 的交易在確認後會立即顯示在這裡。

# Transactions involving %@ on %@ appear here as they confirm on-chain.
source: Transactions involving %1$@ on %2$@ appear here as they confirm on-chain.
af: Transaksies wat %1$@ op %2$@ behels, verskyn hier soos hulle op die ketting bevestig.
ar: تظهر هنا المعاملات التي تشمل %1$@ على %2$@ فور تأكيدها على السلسلة.
bg: Транзакциите, включващи %1$@ в %2$@, се появяват тук, щом бъдат потвърдени в мрежата.
bn: %2$@-এ %1$@-জড়িত লেনদেনগুলো অন-চেইনে নিশ্চিত হলেই এখানে দেখা যায়।
ca: Les transaccions amb %1$@ a %2$@ apareixen aquí a mesura que es confirmen on-chain.
cs: Transakce s %1$@ v síti %2$@ se objeví zde, jakmile budou potvrzeny na chainu.
da: Transaktioner med %1$@ på %2$@ vises her, efterhånden som de bekræftes on-chain.
de: Transaktionen mit %1$@ in %2$@ erscheinen hier, sobald sie on-chain bestätigt sind.
el: Οι συναλλαγές που αφορούν %1$@ στο %2$@ εμφανίζονται εδώ καθώς επιβεβαιώνονται στην αλυσίδα.
es: Las transacciones de %1$@ en %2$@ aparecen aquí cuando se confirman en la cadena.
et: Tehingud, mis hõlmavad %1$@ võrgus %2$@, ilmuvad siia kohe, kui need ahelas kinnitatakse.
fa: تراکنش‌های مرتبط با %1$@ روی %2$@ همین‌که روی زنجیره تأیید شوند اینجا نمایان می‌شوند.
fi: %1$@-tapahtumat verkossa %2$@ näkyvät täällä, kun ne vahvistuvat ketjussa.
fil: Lumilitaw dito ang mga transaksyong kinasasangkutan ng %1$@ sa %2$@ habang nakukumpirma ang mga ito on-chain.
fr: Les transactions impliquant %1$@ sur %2$@ apparaissent ici dès leur confirmation sur la chaîne.
he: עסקאות הקשורות ל־%1$@ ב־%2$@ מופיעות כאן ברגע שהן מאושרות בבלוקצ׳יין.
hi: %2$@ पर %1$@ से जुड़ी लेनदेन ऑन-चेन कन्फ़र्म होते ही यहाँ दिखाई देती हैं।
hr: Transakcije s %1$@ na %2$@ pojavljuju se ovdje čim se potvrde na lancu.
hu: %1$@ tranzakciói a(z) %2$@ hálózaton itt jelennek meg, ahogy láncon visszaigazolódnak.
id: Transaksi yang melibatkan %1$@ di %2$@ muncul di sini saat dikonfirmasi di rantai.
is: Færslur sem varða %1$@ á %2$@ birtast hér jafnóðum og þær staðfestast á keðjunni.
it: Le transazioni che coinvolgono %1$@ su %2$@ compaiono qui man mano che vengono confermate sulla catena.
ja: %2$@ 上の %1$@ に関するトランザクションは、チェーンで承認され次第ここに表示されます。
ko: %2$@의 %1$@ 관련 거래는 온체인에서 확인되는 대로 여기에 표시돼요.
lt: Operacijos, susijusios su %1$@ tinkle %2$@, atsiranda čia, kai tik patvirtinamos grandinėje.
lv: Darījumi, kas saistīti ar %1$@ tīklā %2$@, parādās šeit, tiklīdz tie tiek apstiprināti ķēdē.
ml: %2$@-ൽ %1$@ ഉൾപ്പെടുന്ന ഇടപാടുകൾ ഓൺ-ചെയിൻ സ്ഥിരീകരിക്കുമ്പോൾ ഇവിടെ ദൃശ്യമാകുന്നു.
mr: %2$@ वर %1$@ समाविष्ट असलेले व्यवहार ऑन-चेन पुष्टी होताच येथे दिसतात.
ms: Transaksi yang melibatkan %1$@ pada %2$@ muncul di sini apabila ia disahkan atas rantaian.
nb: Transaksjoner med %1$@ på %2$@ vises her etter hvert som de bekreftes on-chain.
nl: Transacties met %1$@ op %2$@ verschijnen hier zodra ze on-chain bevestigd zijn.
pa: %2$@ ਉੱਤੇ %1$@ ਨਾਲ ਜੁੜੇ ਲੈਣ-ਦੇਣ ਜਿਵੇਂ ਹੀ ਉਹ ਆਨ-ਚੇਨ ਪੁਸ਼ਟ ਹੁੰਦੇ ਹਨ ਇੱਥੇ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ।
pl: Transakcje obejmujące %1$@ w sieci %2$@ pojawią się tutaj po potwierdzeniu w łańcuchu.
pt_br: Transações envolvendo %1$@ em %2$@ aparecem aqui assim que são confirmadas na rede.
ro: Tranzacțiile cu %1$@ în %2$@ apar aici pe măsură ce sunt confirmate pe chain.
ru: Транзакции с участием %1$@ в сети %2$@ появляются здесь по мере подтверждения в блокчейне.
sk: Transakcie s %1$@ v sieti %2$@ sa zobrazia tu, len čo sa potvrdia on-chain.
sl: Transakcije z %1$@ v omrežju %2$@ se prikažejo tukaj, ko se potrdijo na verigi.
sr: Трансакције са %1$@ на %2$@ појављују се овде чим се потврде на ланцу.
sv: Transaktioner med %1$@ på %2$@ visas här när de bekräftas on-chain.
sw: Miamala inayohusisha %1$@ kwenye %2$@ inaonekana hapa inapothibitishwa kwenye mnyororo.
ta: %2$@ இல் %1$@ சம்பந்தப்பட்ட பரிவர்த்தனைகள் சங்கிலியில் உறுதிப்படும்போது இங்கே தோன்றும்.
te: %2$@ లో %1$@ సంబంధించిన లావాదేవీలు చైన్‌లో నిర్ధారించబడినప్పుడు ఇక్కడ కనిపిస్తాయి.
th: ธุรกรรมที่เกี่ยวข้องกับ %1$@ บน %2$@ จะปรากฏที่นี่เมื่อยืนยันบนเชน
tr: %2$@ üzerindeki %1$@ ile ilgili işlemler, zincirde onaylandıkça burada görünür.
uk: Транзакції з %1$@ у мережі %2$@ з’являються тут після підтвердження в мережі.
ur: %2$@ پر %1$@ سے متعلق لین دین جیسے ہی آن-چین تصدیق ہوتے ہیں یہاں ظاہر ہوتے ہیں۔
vi: Các giao dịch liên quan đến %1$@ trên %2$@ xuất hiện ở đây khi chúng được xác nhận trên chuỗi.
zh_hans: 涉及 %2$@ 上 %1$@ 的交易在链上确认后会出现在这里。
zh_hant: 涉及 %2$@ 上 %1$@ 的交易在鏈上確認後會顯示在這裡。

source: Transactions involving this asset appear here as they confirm on-chain.
af: Transaksies wat hierdie bate behels, verskyn hier soos hulle op die ketting bevestig.
ar: تظهر هنا المعاملات المرتبطة بهذا الأصل فور تأكيدها على السلسلة.
bg: Транзакциите, включващи този актив, се появяват тук, щом бъдат потвърдени в мрежата.
bn: এই অ্যাসেট জড়িত লেনদেনগুলো অন-চেইনে নিশ্চিত হলেই এখানে দেখা যায়।
ca: Les transaccions d’aquest actiu apareixen aquí a mesura que es confirmen on-chain.
cs: Transakce s tímto aktivem se objeví zde, jakmile budou potvrzeny na chainu.
da: Transaktioner med dette aktiv vises her, efterhånden som de bekræftes on-chain.
de: Transaktionen mit diesem Asset erscheinen hier, sobald sie on-chain bestätigt sind.
el: Οι συναλλαγές που αφορούν αυτό το asset εμφανίζονται εδώ καθώς επιβεβαιώνονται στην αλυσίδα.
es: Las transacciones de este activo aparecen aquí cuando se confirman en la cadena.
et: Seda vara hõlmavad tehingud ilmuvad siia kohe, kui need ahelas kinnitatakse.
fa: تراکنش‌های مرتبط با این دارایی همین‌که روی زنجیره تأیید شوند اینجا نمایان می‌شوند.
fi: Tähän omaisuuteen liittyvät tapahtumat näkyvät täällä, kun ne vahvistuvat ketjussa.
fil: Lumilitaw dito ang mga transaksyong kinasasangkutan ng asset na ito habang nakukumpirma ang mga ito on-chain.
fr: Les transactions impliquant cet actif apparaissent ici dès leur confirmation sur la chaîne.
he: עסקאות הקשורות לנכס הזה מופיעות כאן ברגע שהן מאושרות בבלוקצ׳יין.
hi: इस एसेट से जुड़ी लेनदेन ऑन-चेन कन्फ़र्म होते ही यहाँ दिखाई देती हैं।
hr: Transakcije s ovom imovinom pojavljuju se ovdje čim se potvrde na lancu.
hu: Az eszközhöz kapcsolódó tranzakciók itt jelennek meg, ahogy láncon visszaigazolódnak.
id: Transaksi yang melibatkan aset ini muncul di sini saat dikonfirmasi di rantai.
is: Færslur sem varða þessa eign birtast hér jafnóðum og þær staðfestast á keðjunni.
it: Le transazioni che coinvolgono questo asset compaiono qui man mano che vengono confermate sulla catena.
ja: このアセットに関するトランザクションは、チェーンで承認され次第ここに表示されます。
ko: 이 자산 관련 거래는 온체인에서 확인되는 대로 여기에 표시돼요.
lt: Operacijos, susijusios su šiuo turtu, atsiranda čia, kai tik patvirtinamos grandinėje.
lv: Darījumi, kas saistīti ar šo aktīvu, parādās šeit, tiklīdz tie tiek apstiprināti ķēdē.
ml: ഈ ആസ്തി ഉൾപ്പെടുന്ന ഇടപാടുകൾ ഓൺ-ചെയിൻ സ്ഥിരീകരിക്കുമ്പോൾ ഇവിടെ ദൃശ്യമാകുന്നു.
mr: ही मालमत्ता समाविष्ट असलेले व्यवहार ऑन-चेन पुष्टी होताच येथे दिसतात.
ms: Transaksi yang melibatkan aset ini muncul di sini apabila ia disahkan atas rantaian.
nb: Transaksjoner med denne ressursen vises her etter hvert som de bekreftes on-chain.
nl: Transacties met dit asset verschijnen hier zodra ze on-chain bevestigd zijn.
pa: ਇਸ ਜਾਇਦਾਦ ਨਾਲ ਜੁੜੇ ਲੈਣ-ਦੇਣ ਜਿਵੇਂ ਹੀ ਉਹ ਆਨ-ਚੇਨ ਪੁਸ਼ਟ ਹੁੰਦੇ ਹਨ ਇੱਥੇ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ।
pl: Transakcje obejmujące to aktywo pojawią się tutaj po potwierdzeniu w łańcuchu.
pt_br: As transações deste ativo aparecem aqui assim que são confirmadas na rede.
ro: Tranzacțiile cu acest activ apar aici pe măsură ce sunt confirmate pe chain.
ru: Транзакции с этим активом появляются здесь по мере подтверждения в блокчейне.
sk: Transakcie s týmto aktívom sa zobrazia tu, len čo sa potvrdia on-chain.
sl: Transakcije s tem sredstvom se prikažejo tukaj, ko se potrdijo na verigi.
sr: Трансакције са овим средством појављују се овде чим се потврде на ланцу.
sv: Transaktioner med den här tillgången visas här när de bekräftas on-chain.
sw: Miamala inayohusisha rasilimali hii inaonekana hapa inapothibitishwa kwenye mnyororo.
ta: இந்தச் சொத்து சம்பந்தப்பட்ட பரிவர்த்தனைகள் சங்கிலியில் உறுதிப்படும்போது இங்கே தோன்றும்.
te: ఈ ఆస్తికి సంబంధించిన లావాదేవీలు చైన్‌లో నిర్ధారించబడినప్పుడు ఇక్కడ కనిపిస్తాయి.
th: ธุรกรรมที่เกี่ยวข้องกับสินทรัพย์นี้จะปรากฏที่นี่เมื่อยืนยันบนเชน
tr: Bu varlıkla ilgili işlemler, zincirde onaylandıkça burada görünür.
uk: Транзакції з цим активом з’являються тут після підтвердження в мережі.
ur: اس اثاثے سے متعلق لین دین جیسے ہی آن-چین تصدیق ہوتے ہیں یہاں ظاہر ہوتے ہیں۔
vi: Các giao dịch liên quan đến tài sản này xuất hiện ở đây khi chúng được xác nhận trên chuỗi.
zh_hans: 涉及该资产的交易在链上确认后会出现在这里。
zh_hant: 涉及此資產的交易在鏈上確認後會顯示在這裡。

source: Try a different search.
af: Probeer ’n ander soektog.
ar: جرّب كلمة بحث أخرى.
bg: Опитайте друго търсене.
bn: অন্য কিছু খুঁজে দেখুন।
ca: Prova una altra cerca.
cs: Zkuste jiný dotaz.
da: Prøv en anden søgning.
de: Versuche es mit einer anderen Suche.
el: Δοκιμάστε διαφορετική αναζήτηση.
es: Prueba con otra búsqueda.
et: Proovige teist otsingut.
fa: جستجوی دیگری را امتحان کنید.
fi: Kokeile toista hakua.
fil: Sumubok ng ibang paghahanap.
fr: Essayez une autre recherche.
he: נסה חיפוש אחר.
hi: कोई दूसरा खोज शब्द आज़माएँ।
hr: Pokušajte s drugim upitom.
hu: Próbáljon másik keresést.
id: Coba pencarian lain.
is: Prófaðu aðra leit.
it: Prova con una ricerca diversa.
ja: 別のキーワードで検索してください。
ko: 다른 검색어를 시도해 보세요.
lt: Pabandykite kitą paiešką.
lv: Mēģiniet citu meklēšanu.
ml: മറ്റൊരു തിരയൽ പരീക്ഷിക്കുക.
mr: वेगळा शोध वापरून पहा.
ms: Cuba carian lain.
nb: Prøv et annet søk.
nl: Probeer een andere zoekopdracht.
pa: ਕੋਈ ਹੋਰ ਖੋਜ ਅਜ਼ਮਾਓ।
pl: Spróbuj wyszukać coś innego.
pt_br: Tente uma busca diferente.
ro: Încearcă altă căutare.
ru: Попробуйте другой запрос.
sk: Skúste iný dopyt.
sl: Poskusite drug iskalni niz.
sr: Покушајте са другим упитом.
sv: Prova en annan sökning.
sw: Jaribu utafutaji tofauti.
ta: வேறு தேடலை முயற்சிக்கவும்.
te: వేరే శోధనను ప్రయత్నించండి.
th: ลองค้นหาด้วยคำอื่น
tr: Farklı bir arama deneyin.
uk: Спробуйте інший запит.
ur: کوئی دوسری تلاش آزمائیں۔
vi: Hãy thử tìm kiếm khác.
zh_hans: 试试其他搜索词。
zh_hant: 請嘗試其他關鍵字。

source: Try again
af: Probeer weer
ar: حاول مرة أخرى
bg: Опитайте отново
bn: আবার চেষ্টা করুন
ca: Torna-ho a provar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκιμάστε ξανά
es: Inténtalo de nuevo
et: Proovi uuesti
fa: دوباره تلاش کنید
fi: Yritä uudelleen
fil: Subukan ulit
fr: Réessayer
he: ניסיון נוסף
hi: फिर से कोशिश करें
hr: Pokušaj ponovno
hu: Próbáld újra
id: Coba lagi
is: Reyndu aftur
it: Riprova
ja: もう一度
ko: 다시 시도
lt: Bandykite dar kartą
lv: Mēģiniet vēlreiz
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा
ms: Cuba lagi
nb: Prøv igjen
nl: Probeer opnieuw
pa: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Spróbuj ponownie
pt_br: Tentar novamente
ro: Încearcă din nou
ru: Повторить
sk: Skúsiť znova
sl: Poskusi znova
sr: Покушај поново
sv: Försök igen
sw: Jaribu tena
ta: மீண்டும் முயற்சிக்கவும்
te: మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Спробувати ще раз
ur: دوبارہ کوشش کریں
vi: Thử lại
zh_hans: 重试
zh_hant: 重試
